tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "nikitabobko/tap"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "aria2"
brew "ata"
brew "atomicparsley"
brew "bash"
brew "bat"
brew "node"
brew "bitwarden-cli"
brew "btop"
brew "glib"
brew "carapace"
brew "emacs"
brew "cask"
brew "cmatrix"
brew "deno"
brew "direnv"
brew "duf"
brew "dust"
brew "entr"
brew "eza"
brew "fd"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "git-delta"
brew "glow"
brew "go"
brew "hashcat"
brew "helix"
brew "htop"
brew "httpd"
brew "insect"
brew "jc"
brew "openjdk"
brew "jdtls"
brew "jq"
brew "libmagic"
brew "libpq"
brew "links"
brew "lolcat"
brew "luarocks"
brew "magic-wormhole"
brew "maven"
brew "neofetch"
brew "neovim"
brew "nikto"
brew "nmap"
brew "openblas"
brew "nushell"
brew "openjdk@17"
brew "openssh"
brew "openvino"
brew "pandoc"
brew "php"
brew "pillow"
brew "pipx"
brew "postgresql@17"
brew "powerlevel10k"
brew "python-matplotlib"
brew "python@3.11"
brew "ripgrep"
brew "starship"
brew "tldr"
brew "tmux"
brew "tree"
brew "w3m"
brew "wget"
brew "yarn"
brew "yazi"
brew "youtube-dl"
brew "zellij"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/sketchybar"
brew "jesseduffield/lazygit/lazygit"
cask "aerospace"
cask "aldente"
cask "alfred"
cask "cakebrew"
cask "docker"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-meslo-lg-nerd-font"
cask "font-sf-pro"
cask "ghostty"
cask "google-chrome"
cask "hammerspoon"
cask "macfuse"
cask "obsidian"
cask "raycast"
cask "remarkable"
cask "sf-symbols"
cask "wezterm"
cask "wireshark"
